{
    "A fresh verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse email.",
    "All Rights Reserved.": "Tous droits réservés.",
    "Before proceeding, please check your email for a verification link.": "Avant de continuer, veuillez vérifier votre courrier électronique pour un lien de vérification.",
    "click here to request another": "cliquer ici pour faire une autre demande",
    "Confirm Password": "Confirmez le mot de passe",
    "E-Mail": "E-mail",
    "Error": "Erreur",
    "Forbidden": "Interdit",
    "Forgot Your Password?": "Mot de passe oublié ?",
    "Go Home": "Aller à l'accueil",
    "Hello!": "Bonjour !",
    "hi": "salut",
    "If you did not create an account, no further action is required.": "Si vous n'avez pas créé de compte, aucune action supplémentaire n'est requise.",
    "If you did not receive the email": "Si vous n'avez pas reçu l'email",
    "If you did not request a password reset, no further action is required.": "Si vous n'avez pas demandé de réinitialisation de mot de passe, aucune autre action n'est requise.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Si vous avez des problèmes en cliquant sur le bouton \":actionText\", faites un copié/collé de l'url ci-dessous dans votre navigateur :\n [:actionURL](:actionURL)",
    "Login": "Connexion",
    "Logout": "Déconnexion",
    "Name": "Nom",
    "Oh no": "Oh non",
    "Page Expired": "Page expirée",
    "Page Not Found": "Page non trouvée",
    "Password": "Mot de passe",
    "Please click the button below to verify your email address.": "Veuillez cliquer sur le bouton ci-dessous pour vérifier votre adresse email.",
    "Regards": "Cordialement",
    "Register": "S'inscrire",
    "Remember Me": "Se souvenir de moi",
    "Reset Password": "Réinitialisation du mot de passe",
    "Reset Password Notification": "Notification de réinitialisation du mot de passe",
    "Send Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe",
    "Service Unavailable": "Service indisponible",
    "Sorry, the page you are looking for could not be found.": "Désolé, la page que vous recherchez est introuvable.",
    "Sorry, you are forbidden from accessing this page.": "Désolé, vous ne pouvez accéder à cette page.",
    "Sorry, you are making too many requests to our servers.": "Désolé, vous faites trop de requêtes vers nos serveurs.",
    "Sorry, you are not authorized to access this page.": "Désolé, vous n'êtes pas autorisé à accéder à cette page.",
    "Sorry, your session has expired. Please refresh and try again.": "Désolé, votre session a expiré. Veuillez actualiser la page et réessayer.",
    "Sorry, we are doing some maintenance. Please check back soon.": "Désolé, nous sommes en maintenance. Veuillez revenir plus tard.",
    "This password reset link will expire in :count minutes.": "Ce lien de réinitialisation du mot de passe expirera dans :count minutes.",
    "Toggle navigation": "Basculer la navigation",
    "Too Many Requests": "Trop de requêtes",
    "Unauthorized": "Non autorisé",
    "Verify Email Address": "Vérification de l'adresse email",
    "Verify Your Email Address": "Vérifiez votre adresse email",
    "You are receiving this email because we received a password reset request for your account.": "Vous recevez cet email car nous avons reçu une demande de réinitialisation de mot de passe pour votre compte.",
    "Whoops!": "Oups !",
    "Whoops, something went wrong on our servers.": "Oups, quelque chose s'est mal passé sur nos serveurs.",
    "Thank you! Your submission has been received!" : "Merci ! Votre demande a été reçue !",
    "Oops! Something went wrong while submitting the form." : "Oups ! Un problème est survenu lors de la soumission du formulaire.",
    "Welcome to SMUUSE": "Bienvenue sur Smuuse ",
    "The Muslim video platform.":"La plateforme vidéo des musulmans",
    "I join my community": "Je rejoins ma communauté",
    "Don't you have an account yet ?" : "Tu n'as pas encore de compte ?",

    "Welcome":"Bienvenue",
    "Welcome.synopsis" : "Nous vous souhaitons la bienvenue  a votre  premiere plateforme communautaire musulmane destinée à vous fournir des vidéos conforme aux chartes  musulmane tout en ayant un apport instructif, de distraction ou tout simplement une plateforme destiné  a la communion entre frère musulman .",
    "Welcome.credentials": "Vos informations de connexion  :",
    "Welcome.username": "Nom d'utilisateur ",
    "Welcome.password": "Celle que vous aurez saisi à votre connexion",
    "Welcome.faith": "Foi",
    "Welcome.control": "Contrôle",    
    "Welcome.block1": "Mettre en avant votre religion avec un contenu approprié.",
    "Welcome.block2": "Une plateforme qui vous est dédiée à vous les femmes .",
    "Welcome.block3": "Du contenu adapté à toute la famille en toute sécurité ☺️.",
    "Learn More": "En savoir plus",
    "Looking forward to seeing you again": "Au plaisir de vous revoir !!",
    "unsubscribe": "This e-mail has been",

    "register.create": "Crée ton compte",
    "register.hassanate": "et démultiplie tes hassanates",
    "register.ami": "Je suis",
    "register.email": "Adresse email",
    "register.femme": "une femme",
    "register.homme": "un homme",
    "register.name": "Nom au complet",

    "Says" : "Dit",
    "There is no God but Allah" : "Il n'y a pas d'autre Dieu qu'Allah",
    "This is the most beautiful of words" : "C'est la plus belle des paroles.",
    "Enter your email address " : "Saisis ton adresse e-mail",
    "and receive instructions" : "et reçois les instructions pour",
    "to reset your password" : "réinitialiser ton mot de passe",
    "Enter your new password" : "Entrez votre nouveau mot de passe",

    "Incredible" : "Incroyable",
    "I want to stay informed" : "Je souhaite rester informé",
    "Frequently asked questions" : "Foire aux questions",
    "What is Smuuse?": "Qu'est-ce que Smuuse ?",
    "Smuuse is a video hosting website inspired by Muslim values.Smuuse allows you to discover, share, publish, rate, inform and support those who promote the best, through diverse and varied videos... embracing exciting and surprising topics.Much more than a platform, Smuuse offers you the opportunity to collect many hassanates (good deeds) and find inspiration to make yourself better. In sha Allah!": "Smuuse est un site web d’hébergement de vidéos inspiré des valeurs musulmanes.  Smuuse te permet de découvrir, partager, publier, évaluer , informer et soutenir ceux qui promeuvent le meilleur, au travers de vidéos diverses et variées… embrassant des sujets passionnants et surprenants. Bien plus qu’une plateforme, Smuuse t’offre l’opportunité de récolter beaucoup de hassanates (bonnes actions) et de trouver l’inspiration pour te rendre meilleur(e). In sha Allah !"
  }
  