{
    "A fresh verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse email.",
    "All Rights reserved.": "Tous droits réservés.",
    "Before proceeding, please check your email for a verification link.": "Avant de continuer, veuillez vérifier votre courrier électronique pour un lien de vérification.",
    "click here to request another": "cliquer ici pour faire une autre demande",
    "Confirm Password": "Confirmez le mot de passe",
    "E-Mail": "E-mail",
    "Error": "Erreur",
    "Forbidden": "Interdit",
    "Forgot Your Password?": "Mot de passe oublié ?",
    "Go Home": "Aller à l'accueil",
    "Hello!": "Bonjour !",
    "hi": "salut",
    "If you did not create an account, no further action is required.": "Si vous n'avez pas créé de compte, aucune action supplémentaire n'est requise.",
    "If you did not receive the email": "Si vous n'avez pas reçu l'email",
    "If you did not request a password reset, no further action is required.": "Si vous n'avez pas demandé de réinitialisation de mot de passe, aucune autre action n'est requise.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Si vous avez des problèmes en cliquant sur le bouton \":actionText\", faites un copié/collé de l'url ci-dessous dans votre navigateur :\n [:actionURL](:actionURL)",
    "Login": "Connexion",
    "Logout": "Déconnexion",
    "Name": "Nom",
    "Oh no": "Oh non",
    "Page Expired": "Page expirée",
    "Page Not Found": "Page non trouvée",
    "Password": "Mot de passe",
    "Please click the button below to verify your email address.": "Veuillez cliquer sur le bouton ci-dessous pour vérifier votre adresse email.",
    "Regards": "Cordialement",
    "Register": "S'inscrire",
    "Remember Me": "Se souvenir de moi",
    "Reset Password": "Réinitialisation du mot de passe",
    "Reset Password Notification": "Notification de réinitialisation du mot de passe",
    "Send Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe",
    "Service Unavailable": "Service indisponible",
    "Sorry, the page you are looking for could not be found.": "Désolé, la page que vous recherchez est introuvable.",
    "Sorry, you are forbidden from accessing this page.": "Désolé, vous ne pouvez accéder à cette page.",
    "Sorry, you are making too many requests to our servers.": "Désolé, vous faites trop de requêtes vers nos serveurs.",
    "Sorry, you are not authorized to access this page.": "Désolé, vous n'êtes pas autorisé à accéder à cette page.",
    "Sorry, your session has expired. Please refresh and try again.": "Désolé, votre session a expiré. Veuillez actualiser la page et réessayer.",
    "Sorry, we are doing some maintenance. Please check back soon.": "Désolé, nous sommes en maintenance. Veuillez revenir plus tard.",
    "This password reset link will expire in :count minutes.": "Ce lien de réinitialisation du mot de passe expirera dans :count minutes.",
    "Toggle navigation": "Basculer la navigation",
    "Too Many Requests": "Trop de requêtes",
    "Unauthorized": "Non autorisé",
    "Verify Email Address": "Vérification de l'adresse email",
    "Verify Your Email Address": "Vérifiez votre adresse email",
    "You are receiving this email because we received a password reset request for your account.": "Vous recevez cet email car nous avons reçu une demande de réinitialisation de mot de passe pour votre compte.",
    "Whoops!": "Oups !",
    "Whoops, something went wrong on our servers.": "Oups, quelque chose s'est mal passé sur nos serveurs.",
    "Thank you! Your submission has been received!" : "Merci ! Votre demande a été reçue !",
    "Oops! Something went wrong while submitting the form." : "Oups ! Un problème est survenu lors de la soumission du formulaire.",
    "Welcome to SMUUSE": "Bienvenue sur Smuuse ",
    "The Muslim video platform.":"La plateforme vidéo des musulmans",
    "I join my community": "Je rejoins ma communauté",
    "Don't you have an account yet ?" : "Tu n'as pas encore de compte ?",

    "Welcome":"Bienvenue",
    "Welcome.synopsis" : "Nous vous souhaitons la bienvenue  a votre  premiere plateforme communautaire musulmane destinée à vous fournir des vidéos conforme aux chartes  musulmane tout en ayant un apport instructif, de distraction ou tout simplement une plateforme destiné  a la communion entre frère musulman .",
    "Welcome.credentials": "Vos informations de connexion  :",
    "Welcome.username": "Nom d'utilisateur ",
    "Welcome.password": "Celle que vous aurez saisi à votre connexion",
    "Welcome.faith": "Foi",
    "Welcome.control": "Contrôle",    
    "Welcome.block1": "Mettre en avant votre religion avec un contenu approprié.",
    "Welcome.block2": "Une plateforme qui vous est dédiée à vous les femmes .",
    "Welcome.block3": "Du contenu adapté à toute la famille en toute sécurité ☺️.",
    "Learn More": "En savoir plus",
    "Looking forward to seeing you again": "Au plaisir de vous revoir !!",
    "unsubscribe": "This e-mail has been",

    "register.create": "Crée ton compte",
    "register.hassanate": "et démultiplie tes hassanates",
    "register.ami": "Je suis",
    "register.email": "Adresse email",
    "register.femme": "une femme",
    "register.homme": "un homme",
    "register.name": "Nom au complet",

    "Says" : "Dit",
    "There is no God but Allah" : "Il n'y a pas d'autre Dieu qu'Allah",
    "This is the most beautiful of words" : "C'est la plus belle des paroles.",
    "Enter your email address " : "Saisis ton adresse e-mail",
    "and receive instructions" : "et reçois les instructions pour",
    "to reset your password" : "réinitialiser ton mot de passe",
    "Enter your new password" : "Entrez votre nouveau mot de passe",

    "We are muslims.":"Nous sommes musulmans.",
    "So let's share the good":"Alors partageons le bien",
    "It was essential and urgent to have a streaming service free of inappropriate content and inspired by our values.":"Il était indispensable et urgent d’avoir un service de streaming préservé de contenus inappropriés et inspiré de nos valeurs … ",
    "...so we did it.":"... alors, nous l'avons fait.",
    "For our children and for ourselves.":"Pour nos enfants et pour nous même.",
    "Incredible" : "Incroyable",
    "I want to stay informed" : "Je souhaite rester informé",
    "Frequently asked questions" : "Foire aux questions",
    "What is Smuuse?": "Qu'est-ce que Smuuse ?",
    "Smuuse is a video hosting website inspired by Muslim values.Smuuse allows you to discover, share, publish, rate, inform and support those who promote the best, through diverse and varied videos... embracing exciting and surprising topics.Much more than a platform, Smuuse offers you the opportunity to collect many hassanates (good deeds) and find inspiration to make yourself better. In sha Allah!": "Smuuse est un site web d’hébergement de vidéos inspiré des valeurs musulmanes.  Smuuse te permet de découvrir, partager, publier, évaluer , informer et soutenir ceux qui promeuvent le meilleur, au travers de vidéos diverses et variées… embrassant des sujets passionnants et surprenants. Bien plus qu’une plateforme, Smuuse t’offre l’opportunité de récolter beaucoup de hassanates (bonnes actions) et de trouver l’inspiration pour te rendre meilleur(e). In sha Allah !",
    "How much does it cost ?":"Combien ca coûte ?", 
    "How much does it cost ? The individual subscription costs: 4,95 € / month * (for 5 people) The family subscription costs: 9.95 € / month* (for 5 people).You can also take advantage of an annual subscription, the price of which varies according to the current offers.Your subscription is first and foremost an investment for yourself, for the role you wish to play in your community. With Smuuse, we provide you with a great tool, it's up to you to make the best use of it.":"L’abonnement individuel coûte : 4,95 € / mois *  L’abonnement famille coûte : 9,95 € /mois* (pour 5 personnes). Tu peux également profiter d’un abonnement annuel dont le prix varie en fonction des offres du moment., Ton abonnement est avant tout un investissement pour toi même, pour le rôle que tu souhaites jouer dans ta communauté. Avec Smuuse, nous mettons à ta disposition un bel outil, à toi d'en faire le meilleur usage.", 
    "Why is Smuuse not free ?":"Pourquoi Smuuse est-il payant ?",
    "To give you the best and most reliable experience. To guarantee our independence and yours. To pay those who produce content. Because we don't sell your data. We want to build the future of the community with the community and without funding this is not possible. So we need your financial participation, but also your invocations and any other help you can give; by sharing the site as much as possible for example...":"Pour t’offrir la meilleure expérience et la plus fiable. Pour garantir notre indépendance et la tienne. Pour rémunérer ceux qui produisent du contenu. Parce que nous ne revendons pas tes données. Nous souhaitons construire le futur de la communauté avec la communauté et sans financement ce n’est pas possible. Nous avons donc besoin de ta participation financière, mais également de tes invocations et de toutes autres aides que tu peux apporter ; en partageant au maximum le site par exemple...", 
    "Can I earn money on Smuuse ?":"Puis-je gagner de l'argent sur Smuuse ?", 
    "Yes! In sha Allah! By producing content that is appreciated by other users. This way you can combine and multiply your intentions to earn both here and in the hereafter. You will find all the elements in the remuneration section, once the platform is active.":"Oui, In sha Allah ! En produisant du contenu qui est apprécié par les autres utilisateurs. De cette façon, vous pouvez combiner et multiplier vos intentions de gagner ici et dans l'au-delà. Vous trouverez tous les éléments dans la section rémunération, une fois la plateforme active.",
    "Does Smuuse filter content ?":"Smuuse filtre-t-il les contenus ?",
    "Yes, we apply several filters on content, but also on accounts and publications. We have also provided you with a filter to refine videos with us... Yes! No good deed goes unnoticed. So take advantage of it.":"Oui, nous appliquons plusieurs filtres sur les contenus, mais aussi sur les comptes et les publications. Nous avons également mis à votre disposition un filtre pour affiner les vidéos avec nous... Oui ! Aucune bonne action ne passe inaperçue. Alors profitez-en.", 
    "Is there any advertising on Smuuse ?":"Y a-t-il de la publicité sur Smuuse ?",
    "Yes, there is advertising. Don't worry, it won't be intrusive. We don't like to be interrupted by ads in the middle of a video either. Advertising is important on Smuuse. Advertising is important on Smuuse. It allows us to give more visibility to commercial actors in the community, to associations, etc. It also allows you to consume more efficiently. It also allows you to consume more ethically and to do good deeds at the same time.":"Oui, il y a de la publicité. Rassure-toi, elle ne sera pas intrusive.Nous aussi nous n’aimons pas être interrompus par de la pub en plein milieu d’une vidéo.La publicité est importante sur Smuuse. Elle permet de donner plus de visibilité aux acteurs commerciaux de la communauté, aux associations, etc. Elle te permet aussi de consommer plus éthique et de faire des bonnes actions par la même occasion.",  
    "What does my subscription include ?":"Qu’inclut mon abonnement ?", 
    "Your subscription includes unlimited access to all streaming services (Flow, Sista2Sista and Kids) and to 'hassanates parties'. However, additional services will be added at a later date... Many surprises are in store.":"Ton abonnement comprend, en illimité, tous les services de streaming (Flow, Sista2Sista et Kids) et aux 'hassanates party'.  Cependant, des services additionnels  viendront compléter l’offre ultérieurement… Beaucoup de surprises sont à venir.", 
    "How do I deactivate my subscription ?":"Comment désactiver mon abonnement ?",
    "You can easily deactivate your subscription by going to your account and unchecking it. It will automatically stop at the end of the billing cycle.":"Tu pourras facilement désactiver ton abonnement en te rendant dans ton compte et en décochant celui-ci. Il s’arrêtera automatiquement à la fin du cycle de facturation.",
    "When does my subscription start ?":"Quand commence mon abonnement",
    "When you sign up for your subscription, you will be charged once to activate your account. As soon as the platform is online, you get 1 month free of charge before the monthly payments start. If you have taken out an annual subscription, you will receive 2 months free.":"Lorsque tu souscris à ton abonnement, tu es prélevé(e) une seule fois pour activer ton compte. Dès lors que la plateforme est en ligne, tu profites de 1 mois gratuit avant que ne commencent les prélèvements mensuels. Si tu as souscrit à un abonnement annuel, tu bénéficieras de 2 mois gratuits.",
    "Who are we ?":"Qui sommmes-nous ?",
    "We are fathers and mothers, sons and daughters, brothers and sisters, entrepreneurs. We want to be actors in our contemporary lives and not just spectators. We will make many mistakes, because the task is not easy. We therefore ask for your support, your indulgence and your invocations, and above all the forgiveness of our Lord (AL Afouw, He who erases faults) and His help. We are simply Muslims, proud to be Muslims and hope for the Firdaws (the highest paradise), for us as well as for you! May the Peace and blessings of Allah, to Him be the glory and praise, be upon our beloved Prophet." : "Nous sommes pères et mères, fils et filles, frères et sœurs, entrepreneurs. Nous voulons être des acteurs de nos vies contemporaines et pas seulement des spectateurs. Nous ferons beaucoup d'erreurs, car la tâche n'est pas facile. Nous sollicitons donc votre soutien, votre indulgence et vos invocations, et surtout le pardon de notre Seigneur (AL Afouw, Celui qui efface les fautes) et son aide. Nous sommes tout simplement des musulmans, fiers de l'être et espérons les Firdaws (le plus haut paradis), pour nous comme pour vous ! Que la paix et les bénédictions d'Allah, à Lui la gloire et la louange, soient sur notre Prophète bien-aimé.",
    "Non-contractual images":"Images non contractuelles",
    "We would like to thank all the people who look after our well-being and health... and all praise is due to Allah. Our thanks also to all those who contribute to our success.":"Nous tenons à remercier toutes les personnes qui veillent à notre bien-être et à notre santé... et toutes les louanges sont à Allah. Nos remerciements également tous celles et ceux qui concourent à notre réussite. ",
    "Find your skate":"Trouves ton skate",
    "Go !":"Allons-y !", 
    "All your information at a glance":"Toutes les informations en un clin d'oeil", 
    "All videos":"Toutes les vidéos", 
    "Offers":"Offres",  
    "Hot notifications":"Notifications en vogue", 
    "Subscribe":"S'abonner", 
    "Support us":"Soutenir",
    "Upcoming events":"Les prochains événements ",
    "month":"mois", 
    "days":"jours", 
    "in":"dans", 
    "This month":"Ce mois",
    "Videos viewed":"Vidéos regardées",
    "Favourite videos":"Vidéos aimées",
    "Shared videos":"Vidéos partagées",
    "Sadakatiyas supported":"Sadakatiyas supportées",
    "Channels followed":"Chaines suivies",
    "Individuals":"Particulier",
    "Welcome to your dashboard":"Bienvenue dans ton tableau de bord",
    "search":"chercher",
    "Log out":"Déconnexion",
    "Log in":"Connexion",
    "Flownish":"Mon Flow",
    "My likes":"Mes kiffes",
    "My channel":"Ma chaîne",
    "All":"Tout",
    "Alert":"Alerte",
    "Subscriptions":"Abonnements",
    "Dashboard":"Tableau de bord",
    "Publish":"Publier",
    "My videos":"Mes vidéos",
    "Comments":"Commentaires",
    "Subscribers":"Abonnés",
    "Monetization":"Monétisation",
    "will be available in a later version":"sera disponible dans une version ulterieure",
    "Joining the Ummah":"Rejoindre la Oumma",
    "My alerts":"Mes alertes",
    "Parameters":"Paramètres",
    "Title of the video":"Titre de la vidéo",
    "Download my video":"Télécharger ma vidéo",
    "Change video thumbnail":"Modifier vignette de la video",
    "Description of my video":"Description de ma vidéo",
    "Objectives of the video":"Objectifs de la vidéo",
    "Publish this video only on Sista 2 Sista":"Publier cette vidéo uniquement sur Sista 2 Sista",
    "'Acts are only as good as their intentions' so be clear about your goals. And remember that the first intention is to please your Creator. May the Most Merciful reward you for this.":"'Les acts ne valent que par leurs intentions' alors précise tes objectifs.  Et souviens toi que la première des intentions est de plaire à ton Créateur. Que Le Très miséricordieux t'en récompense.",
    "Inform":"Informer",
    "Share":"Partager",
    "Making you laugh":"Faire rire",
    "Sensitize":"Sensibiliser",
    "Inspire":"Inspirer",
    "Notify":"Avertir",
    "Support":"Soutenir",
    "Sell":"Vendre",
    "Call back":"Rappeler",
    "Explain":"Expliquer",
    "Category of the video":"Catégorie de la vidéo",
    "Date of publication":"Date de publication",
    "Immediate publication":"Publication immédiate",
    "Publication schedule for the":"Publication progammer pour le",
    "Hour":"Heure",
    "Approve":"Valider",
    "You are about to publish your videos.":"Tu t'apprêtes à publier tes vidéos.",
    "May Allah the Merciful make you enjoy all the good that is in your work and preserve you from the evil that it may hold. Here below and in the Hereafter !":"Qu'Allah Le Miséricordieux te fasse profiter de tout le bien qu'il y a dans ton oeuvre et qu'Il te préserve du mal qu'elle peut réserver. Ici-bas et dans l'au-delà !",
    "I publish my video":"Je publie ma vidéo",
    "This is the most viewed channel at the moment ...":"Voilà la chaîne la plus consultée en ce moment ...",
    "See the channel":"Voir la chaîne",
    "Account":"Compte",
    "Personal info.":"Info. personnelles",
    "Profile Management":"Gestion des Profils",
    "Security":"Sécurité",
    "NAME":"NOM",
    "ANNIVERSARY":"ANNIVERSAIRE",
    "Man":"Homme",
    "Woman":"Femme",
    "ADDRESS":"ADRESSE",
    "Refresh":"Actualiser",
    "Hegierian":"Hégierienne",
    "Gregorian":"Grégorienne",
    "Your date of birth through the Gregorian calendar":"Votre date de naissance a travers le calendrier grégorien",
    "and then followed by the one governed by the Muslim calendar":"et puis suivie de celui regie par le calendrier musulman ",
    "for a corresponding Hegira date":"pour une date hégirienne correspondante",
    "PASSWORD":"MOT DE PASSE",
    "Download a video":"Télécharger une vidéo ",
    "Description of a video":"Description d'une vidéo",
    "Preview in visitor mode":"Aperçu en mode visiteur",
    "Admin mode":"Mode admin",
    "Passes an edition mode.":"Passer en mode edition.",
    "Switch to overview mode.":"Passer en mode apercu",
    "This is what users will see of your page.":"Voici ce que les utilisateurs pourront voir de votre page.",
    "Click to exit this mode.":"Cliquer pour quitter ce mode.",
    "Discover all offers":"Découvrir toutes les offres",
    "WHAT WE DO":"CE QUE NOUS FESONS ",
    "in outline ...":"en grandes lignes ...",
    "here for you":"la pour vous",
    "Latest news":"Les dernières nouvelles",
    "MY":"MA",
    "Discover":"Découvrir",
    "Product name":"Nom produit",
    "No videos can be uploaded for this channel at this time":"Aucune video ne peut etre charger pour cette chaine en ce moment",
    "The videos that have been viewed the most ...":"Les videos qui ont été le plus visionnées ...",
    "Published":"Publié le ",
    "Community-approved video":"Vidéo approuvée par la communauté",
    "This video has been pointed out by members of the community as being unbearable":"Cette vidéo a été signalée par des membres de la communauté comme étant insupportable.",
    "Shop":"Boutique",
    "Offer of the channel":"Offre de la chaîne",
    "See the Ad":"Voir plus",
    "lown payment at confirmation of order and rest on factory dispatch date, Two years EU":"Paiement initial à la confirmation de la commande et solde à la date d'expédition de l'usine, Deux ans EU",
    "More":"Plus",
    "Read more":"Lire plus",
    "":"",
    "":"",
    "":"",
    "":"",
    "":""


  }
   